export const data = [
  {
    id: 1,
    title: "Технологии",
    events: [
      {
        year: 1980,
        info: "Sinclair Research выпускает домашний компьютер ZX80",
      },
      {
        year: 1982,
        info: "Появился домашний комьютер ZX Spectrum, выпущнный британской компанией Sinclair Research",
      },
      {
        year: 1984,
        info: "Первый выпуск персонального компьютера с мышью и полностью графическим интерфейсом Apple Macintosh",
      },
      {
        year: 1986,
        info: "Первый ноутбук IBM PC Convertible от фирмы IBM",
      },
    ]
  },
  {
    id: 2,
    title: "Кино",
    events: [
      {
        year: 1987,
        info: "«Хищник»/Predator, США (реж. Джон Мактирнан",
      },
      {
        year: 1988,
        info: "«Кто подставил кролика Рождера»/Who Framed Roger Rabbit, США (реж. Роберт Земекис)",
      },
      {
        year: 1989,
        info: "«Назад в будущее 2»/Back To The Future 2, США (реж. Роберт Земекис)",
      },
      {
        year: 1990,
        info: "«Крепкий орешек 2»/Die Hard 2, США (реж. Ренни Харлин)",
      },
      {
        year: 1991,
        info: "«Семейка Аддамс»/The Addams Family, США (реж. Барри Зонненфельд)",
      },
    ]
  },
  {
    id: 3,
    title: "Литература",
    events: [
      {
        year: 1992,
        info: "Нобелевская премия по литературе — Дерек Уолкотт, «За блестящий образец карибского эпоса в 64 разделах»",
      },
      {
        year: 1994,
        info: "«Бессонница» — роман Стивена Кинга",
      },
      {
        year: 1995,
        info: "Нобелевская премия по литературе — Шеймас Хини",
      },
      {
        year: 1997,
        info: "Первая публикация книги «Гарри Поттер и философский камень» Джоан Роулинг",
      },
    ]
  },
  {
    id: 4,
    title: "Театр",
    events: [
      {
        year: 1999,
        info: "Премьера балета «Золушка» в постановке Жан-Кристофа Майо, сценография Пиньона",
      },
      {
        year: 2000,
        info: "Возобновлено издание журнала «Театр»",
      },
      {
        year: 2002,
        info: "Премьера трилогии Тома Стоппарда «Берег Утопии», Королевский Национальный театр, Лондон",
      },
      {
        year: 2003,
        info: "Открытие в Венеции оперного театра «Ла Фениче», сожженого дотла в январе 1996",
      },
    ]
  },
  {
    id: 5,
    title: "Спорт",
    events: [
      {
        year: 2006,
        info: "Баскотбольный клуб ЦСКА стал победителем национального первенства России",
      },
      {
        year: 2008,
        info: "С 8 по 24 августа в Пекине прошли 29-е летние Олимпийские игры",
      },
      {
        year: 2010,
        info: "13—28 февраля в Ванкувере: Зимние Олимпийские игры 2010 года",
      },
      {
        year: 2012,
        info: "2 августа — Летние Олимпийские игры",
      },
      {
        year: 2014,
        info: "XXII зимние Олимпийские игры (Сочи, Россия)",
      },
    ]
  },
  {
    id: 6,
    title: "Наука",
    events: [
      {
        year: 2015,
        info: "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        year: 2016,
        info: "Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11",
      },
      {
        year: 2017,
        info: "Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi",
      },
      {
        year: 2018,
        info: "Старт космического аппарата Solar Probe Plus, предназначенного для изучения Солнца",
      },
      {
        year: 2019,
        info: "Google объявил о создании 53-кубитного квантового компьютера",
      },
      {
        year: 2020,
        info: "Корабль Crew Dragon вернулся на Землю из первого пилотируемого полёта",
      },
      {
        year: 2022,
        info: "Впервые в истории зонд орбитальной лунной станции «Чанъэ-5» обнаружил воду на поверхности Луны",
      },
    ]
  },
]